tap "spring-io/tap"
brew "atuin"
brew "gmp"
brew "openssl@3"
brew "tree-sitter"
brew "cask"
brew "cmake"
brew "d2"
brew "ffmpeg"
brew "fzf"
brew "readline"
brew "xz"
brew "node"
brew "gemini-cli"
brew "gh"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "libsndfile"
brew "mas"
brew "ncdu"
brew "node@20"
brew "openjdk@21", link: true
brew "pipenv"
brew "poetry"
brew "pyenv"
brew "python@3.13"
brew "tcl-tk"
brew "python-tk@3.13"
brew "ruff"
brew "rustup"
brew "shellcheck"
brew "starship"
brew "tree"
brew "uv"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"
brew "spring-io/tap/spring-boot"
cask "codex-app"
cask "dbeaver-community"
cask "gcloud-cli"
cask "github"
cask "google-chrome"
cask "google-drive"
cask "iina"
cask "jetbrains-toolbox"
cask "netnewswire"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "ytmdesktop-youtube-music"
cask "zed"
cask "zoom"
mas "GarageBand", id: 682658836
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 361304891
mas "Pages", id: 409201541
go "golang.org/x/tools/gopls"
cargo "mdbook"
cargo "mdbook-mermaid"
npm "@anthropic-ai/claude-code"
npm "esbuild"
npm "firebase-tools"
