tap "aws/tap"
tap "bazelbuild/tap"
tap "cockroachdb/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "encoredev/tap"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jcamiel/hurl"
tap "mas-cli/tap"
tap "mfuentesg/tap"
tap "raphaelreyna/repo"
tap "vektra/tap"
tap "weaveworks/tap"
brew "automake"
brew "aws-iam-authenticator"
brew "azure-cli"
brew "bat"
brew "berkeley-db@4"
brew "binutils"
brew "black", link: false
brew "boost"
brew "bpytop"
brew "pkg-config"
brew "broot"
brew "glib"
brew "libx11"
brew "libtool"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "libavif"
brew "composer"
brew "coreutils"
brew "go"
brew "dep"
brew "diffutils"
brew "dive"
brew "ed"
brew "enchant"
brew "exa"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git", link: false
brew "gitlab-runner"
brew "gnu-typist"
brew "guile"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "golangci-lint"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gzip"
brew "helm"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imlib2"
brew "inframap"
brew "irssi"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "lcov"
brew "libcaca"
brew "libnatpmp"
brew "libwebsockets"
brew "libxml2"
brew "llvm"
brew "lsd"
brew "m-cli"
brew "mas"
brew "maven"
brew "micro"
brew "miniupnpc"
brew "protobuf"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "octant"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "pinentry-mac"
brew "pre-commit"
brew "pulumi"
brew "python-yq"
brew "tcl-tk"
brew "python@3.9", link: false
brew "qrencode"
brew "qt@5"
brew "rsync"
brew "screen"
brew "socat"
brew "sslscan"
brew "telnet"
brew "terraformer"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "aws/tap/aws-sam-cli"
brew "cockroachdb/tap/cockroach"
brew "derailed/popeye/popeye"
brew "encoredev/tap/encore"
brew "go-swagger/go-swagger/go-swagger"
brew "hashicorp/tap/terraform"
brew "jcamiel/hurl/hurl"
brew "mfuentesg/tap/ksd"
brew "weaveworks/tap/eksctl"
cask "dbeaver-community"
cask "eul"
cask "mactex"
cask "meetingbar"
cask "mockoon"
cask "spotmenu"
cask "vienna"
cask "xquartz"
mas "Diagrams", id: 1276248849
mas "GarageBand", id: 682658836
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Presentify", id: 1507246666
