tap "bazelbuild/tap"
tap "cockroachdb/tap"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "encoredev/tap"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jcamiel/hurl"
tap "kreuzwerker/taps"
tap "mas-cli/tap"
tap "mfuentesg/tap"
tap "raphaelreyna/repo"
tap "terrastruct/d2"
tap "terrastruct/tap"
tap "vektra/tap"
tap "weaveworks/tap"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "aws-iam-authenticator"
brew "python@3.10"
brew "azure-cli"
brew "bat"
brew "binutils"
brew "python@3.11"
brew "black"
brew "boost"
brew "openssl@1.1"
brew "bpytop"
brew "glib"
brew "libx11"
brew "cfssl"
brew "cloc"
brew "cmake"
brew "libssh2"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "libavif"
brew "gd"
brew "libzip"
brew "php"
brew "composer"
brew "coreutils"
brew "d2"
brew "go"
brew "dep"
brew "diffutils"
brew "dive"
brew "ed"
brew "enchant"
brew "libgit2"
brew "exa"
brew "gawk"
brew "gcc"
brew "gdk-pixbuf"
brew "ghostscript"
brew "git"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "pinentry"
brew "gnupg"
brew "gobject-introspection"
brew "jasper"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "gzip"
brew "helm"
brew "htop"
brew "httpie"
brew "icdiff"
brew "imlib2"
brew "inframap"
brew "irssi"
brew "jq"
brew "k9s"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "lcov"
brew "libcaca"
brew "libfido2"
brew "libslirp"
brew "libwebsockets"
brew "libxml2"
brew "llvm"
brew "lsd"
brew "m-cli"
brew "mas"
brew "openjdk"
brew "maven"
brew "micro"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "octant"
brew "pandoc"
brew "peco"
brew "pgcli"
brew "pinentry-mac"
brew "virtualenv", link: false
brew "pre-commit"
brew "protobuf"
brew "pulumi"
brew "python-yq"
brew "tcl-tk"
brew "python@3.8"
brew "python@3.9"
brew "rsync"
brew "screen"
brew "socat"
brew "sslscan"
brew "telnet"
brew "terraform"
brew "tldr"
brew "tmux"
brew "toilet"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "derailed/popeye/popeye"
brew "encoredev/tap/encore"
brew "go-swagger/go-swagger/go-swagger"
brew "jcamiel/hurl/hurl"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "mfuentesg/tap/ksd"
brew "terrastruct/tap/tala"
brew "weaveworks/tap/eksctl"
cask "dbeaver-community"
cask "eul"
cask "mactex"
cask "mockoon"
cask "spotmenu"
cask "vienna"
cask "xquartz"
mas "com.echodot.Red", id: 1491764008
mas "Diagrams", id: 1276248849
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Kindle Classic", id: 405399194
mas "Microsoft Remote Desktop", id: 1295203466
mas "MQTTX", id: 1514074565
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PhotoSweeper", id: 463362050
mas "Presentify", id: 1507246666
mas "WhatsApp", id: 1147396723
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "wgeck.odx-commander"
